Repository: qwer12345uui/tower
Catalog: Tower/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, id, ja, ko, pt_br, ru, th, tr, vi, zh_hant

source: 塔台会通过 %@ 的 URL Scheme 打开客户端。配置只在这台 iPhone 的 127.0.0.1 临时地址保留 45 秒，不会上传；需要更新时回到塔台再次导入。
ar: سيفتح البرج العميل من خلال مخطط URL الخاص بـ %@. يتم الاحتفاظ بالتكوين فقط على العنوان المؤقت 127.0.0.1 لجهاز iPhone هذا لمدة 45 ثانية ولن يتم تحميله؛ عندما يحتاج إلى التحديث، ارجع إلى البرج وقم باستيراده مرة أخرى.
de: Der Tower öffnet den Client über das URL-Schema %@. Die Konfiguration wird nur 45 Sekunden lang an der temporären Adresse 127.0.0.1 dieses iPhones gespeichert und nicht hochgeladen. Wenn es aktualisiert werden muss, kehren Sie zum Tower zurück und importieren Sie es erneut.
en: Tower opens %@ using its URL scheme. The profile stays on this iPhone at 127.0.0.1 for 45 seconds and is never uploaded. Return to Tower to import updates.
es: La torre abrirá al cliente a través del esquema URL de %@. La configuración sólo se mantiene en la dirección temporal 127.0.0.1 de este iPhone durante 45 segundos y no se cargará; cuando sea necesario actualizarlo, regrese a la torre e impórtelo nuevamente.
fr: La tour ouvrira le client via le schéma d'URL %@. La configuration n'est conservée à l'adresse temporaire 127.0.0.1 de cet iPhone que pendant 45 secondes et ne sera pas téléchargée ; lorsqu'il doit être mis à jour, revenez à la tour et importez-le à nouveau.
id: Menara akan membuka klien melalui Skema URL %@. Konfigurasi hanya disimpan di alamat sementara 127.0.0.1 iPhone ini selama 45 detik dan tidak akan diunggah; bila perlu diperbarui, kembali ke menara dan impor lagi.
ja: タワーは、%@ の URL スキームを通じてクライアントを開きます。構成は、この iPhone の一時アドレス 127.0.0.1 に 45 秒間のみ保持され、アップロードされません。更新する必要がある場合は、タワーに戻って再度インポートしてください。
ko: 타워는 %@의 URL Scheme을 통해 클라이언트를 엽니다. 구성은 이 iPhone의 임시 주소 127.0.0.1에만 45초 동안 유지되며 업로드되지 않습니다. 업데이트가 필요한 경우 타워로 돌아가서 다시 가져오세요.
pt_br: A torre abrirá o cliente através do esquema de URL %@. A configuração será mantida no endereço temporário 127.0.0.1 deste iPhone apenas por 45 segundos e não será carregada; quando precisar ser atualizado, volte para a torre e importe-o novamente.
ru: Башня откроет клиент через схему URL-адресов %@. Конфигурация сохраняется по временному адресу 127.0.0.1 этого iPhone только в течение 45 секунд и не будет загружена; когда его нужно будет обновить, вернитесь в башню и импортируйте его снова.
th: หอคอยจะเปิดไคลเอ็นต์ผ่าน URL Scheme %@ การกำหนดค่าจะถูกเก็บไว้ที่ที่อยู่ชั่วคราว 127.0.0.1 ของ iPhone นี้เป็นเวลา 45 วินาทีและจะไม่ถูกอัปโหลด เมื่อจำเป็นต้องอัปเดต ให้กลับไปที่หอคอยแล้วนำเข้าอีกครั้ง
tr: Kule, istemciyi %@ URL Şeması aracılığıyla açacaktır. Yapılandırma yalnızca bu iPhone'un 127.0.0.1 geçici adresinde 45 saniye süreyle tutulur ve yüklenmez; güncellenmesi gerektiğinde kuleye dönün ve tekrar içe aktarın.
vi: Tower sẽ mở ứng dụng khách thông qua Lược đồ URL của %@. Cấu hình chỉ được lưu tại địa chỉ tạm thời 127.0.0.1 của iPhone này trong 45 giây và sẽ không được tải lên; khi cần cập nhật, hãy quay lại tháp và nhập lại.
zh_hant: 塔台會透過 %@ 的 URL Scheme 開啟客戶端。配置只在這台 iPhone 的 127.0.0.1 臨時位址保留 45 秒，不會上傳；需要更新時回到塔台再次匯入。

source: 塔台只会把节点订阅交给 %@，不会替换客户端现有的规则和策略组。订阅保留在这台 iPhone 的临时地址，不会上传。
ar: سيقوم البرج بتسليم اشتراك العقدة فقط إلى %@ ولن يحل محل القواعد ومجموعات السياسات الحالية للعميل. تظل الاشتراكات في العنوان المؤقت لجهاز iPhone هذا ولن يتم تحميلها.
de: Der Tower übergibt das Knotenabonnement nur an %@ und ersetzt nicht die bestehenden Regeln und Richtliniengruppen des Kunden. Abonnements verbleiben an der temporären Adresse dieses iPhones und werden nicht hochgeladen.
en: The tower will only hand over the node subscription to %@ and will not replace the client's existing rules and policy groups. Subscriptions remain at this iPhone's temporary address and will not be uploaded.
es: La torre solo entregará la suscripción del nodo a %@ y no reemplazará las reglas ni los grupos de políticas existentes del cliente. Las suscripciones permanecen en la dirección temporal de este iPhone y no se cargarán.
fr: La tour remettra uniquement l'abonnement au nœud à %@ et ne remplacera pas les règles et groupes de politiques existants du client. Les abonnements restent à l'adresse temporaire de cet iPhone et ne seront pas téléchargés.
id: Menara hanya akan menyerahkan langganan node ke %@ dan tidak akan menggantikan aturan dan grup kebijakan klien yang ada. Langganan tetap berada di alamat sementara iPhone ini dan tidak akan diunggah.
ja: タワーはノード サブスクリプションを %@ に引き渡すだけであり、クライアントの既存のルールやポリシー グループを置き換えることはありません。サブスクリプションはこの iPhone の一時的なアドレスに残り、アップロードされません。
ko: 타워는 노드 구독을 %@에게만 넘겨주고 클라이언트의 기존 규칙 및 정책 그룹을 대체하지 않습니다. 구독은 이 iPhone의 임시 주소에 남아 있으며 업로드되지 않습니다.
pt_br: A torre entregará apenas a assinatura do nó para %@ e não substituirá as regras e grupos de políticas existentes do cliente. As assinaturas permanecem no endereço temporário deste iPhone e não serão carregadas.
ru: Башня передаст подписку на узел только %@ и не заменит существующие правила и группы политик клиента. Подписки остаются на временном адресе этого iPhone и не будут загружены.
th: ทาวเวอร์จะมอบการสมัครสมาชิกโหนดให้กับ %@ เท่านั้น และจะไม่แทนที่กฎและกลุ่มนโยบายที่มีอยู่ของลูกค้า การสมัครสมาชิกยังคงอยู่ที่ที่อยู่ชั่วคราวของ iPhone เครื่องนี้ และจะไม่ถูกอัพโหลด
tr: Kule, düğüm aboneliğini yalnızca %@'ye devredecek ve müşterinin mevcut kurallarının ve politika gruplarının yerini almayacaktır. Abonelikler bu iPhone'un geçici adresinde kalacak ve yüklenmeyecektir.
vi: Tháp sẽ chỉ bàn giao đăng ký nút cho %@ và sẽ không thay thế các quy tắc và nhóm chính sách hiện có của khách hàng. Đăng ký vẫn ở địa chỉ tạm thời của iPhone này và sẽ không được tải lên.
zh_hant: 塔台只會把節點訂閱交給 %@，不會取代客戶端現有的規則和策略群組。訂閱保留在這台 iPhone 的臨時位址，不會上傳。

source: 塔台在本机把订阅转换成各客户端配置，订阅地址和节点不会上传。
ar: يحوّل Tower اشتراكك إلى إعدادات لكل عميل على هذا الجهاز؛ لا يُرفع رابط الاشتراك ولا العقد.
de: Tower wandelt Ihr Abo auf diesem Gerät in Client-Konfigurationen um. Abo-Link und Knoten werden nicht hochgeladen.
en: Tower turns your subscription into client configurations on this device. The link and the nodes are never uploaded.
es: Tower convierte su suscripción en configuraciones de cliente en este dispositivo. El enlace y los nodos no se suben.
fr: Tower convertit votre abonnement en configurations client sur cet appareil. Le lien et les nœuds ne sont jamais envoyés.
id: Tower mengubah langganan Anda jadi konfigurasi klien di perangkat ini. Tautan dan node tidak diunggah.
ja: 塔台はこの端末で購読を各クライアントの設定に変換します。購読リンクとノードは送信されません。
ko: Tower는 이 기기에서 구독을 클라이언트 설정으로 변환합니다. 구독 주소와 노드는 업로드되지 않습니다.
pt_br: O Tower transforma sua assinatura em configurações de cliente neste dispositivo. O link e os nós não são enviados.
ru: Tower превращает подписку в конфигурации клиентов прямо на устройстве. Ссылка и узлы никуда не отправляются.
th: Tower แปลงการสมัครสมาชิกเป็นไฟล์ตั้งค่าของแต่ละไคลเอ็นต์บนเครื่องนี้ ลิงก์และโหนดไม่ถูกอัปโหลด
tr: Tower aboneliğinizi bu cihazda istemci yapılandırmalarına dönüştürür. Bağlantı ve düğümler yüklenmez.
vi: Tower chuyển gói đăng ký thành cấu hình cho từng ứng dụng ngay trên thiết bị này. Liên kết và các nút không được tải lên.
zh_hant: 塔台在本機把訂閱轉換成各客戶端設定，訂閱網址和節點不會上傳。

source: 填入 Tailscale 示例
ar: املأ مثال Tailscale
de: Füllen Sie das Tailscale-Beispiel aus
en: Fill in the Tailscale example
es: Complete el ejemplo de Tailscale
fr: Remplissez l'exemple Tailscale
id: Isikan contoh Tailscale
ja: Tailscale の例を入力します
ko: Tailscale 예제를 작성하세요.
pt_br: Preencha o exemplo Tailscale
ru: Заполните пример Tailscale
th: กรอกตัวอย่าง Tailscale
tr: Kuyruk Ölçeği örneğini doldurun
vi: Điền vào ví dụ Tailscale
zh_hant: 填入 Tailscale 範例

source: 复制
ar: نسخ
de: Kopieren
en: Copy
es: Copiar
fr: Copier
id: Salin
ja: コピー
ko: 복사
pt_br: Copiar
ru: Копировать
th: คัดลอก
tr: Kopyala
vi: Sao chép
zh_hant: 複製

source: 复制配置文本
ar: انسخ نص التكوين
de: Konfigurationstext kopieren
en: Copy configuration text
es: Copiar texto de configuración
fr: Copier le texte de configuration
id: Salin teks konfigurasi
ja: 設定テキストをコピーする
ko: 구성 텍스트 복사
pt_br: Copiar texto de configuração
ru: Копировать текст конфигурации
th: คัดลอกข้อความการกำหนดค่า
tr: Yapılandırma metnini kopyala
vi: Sao chép văn bản cấu hình
zh_hant: 複製配置文字

source: 复制链接
ar: انسخ الرابط
de: Link kopieren
en: Copy link
es: Copiar enlace
fr: Copier le lien
id: Salin tautan
ja: リンクをコピー
ko: 링크 복사
pt_br: Copiar link
ru: Копировать ссылку
th: คัดลอกลิงก์
tr: Bağlantıyı kopyala
vi: Sao chép liên kết
zh_hant: 複製連結

source: 好
ar: حسناً
de: OK
en: OK
es: OK
fr: OK
id: OK
ja: OK
ko: 확인
pt_br: OK
ru: ОК
th: ตกลง
tr: Tamam
vi: OK

source: 好的
ar: OK
de: OK
en: OK
es: OK
fr: OK
id: OK
ja: OK
ko: OK
pt_br: OK
ru: OK
th: OK
tr: OK
vi: OK
zh_hant: 好

source: 安全与开源
ar: الأمان والمصدر المفتوح
de: Sicherheit & Quellcode
en: Security & Source
es: Seguridad y código abierto
fr: Sécurité et code source
id: Keamanan & Sumber Terbuka
ja: セキュリティとソースコード
ko: 보안 및 소스 코드
pt_br: Segurança e código aberto
ru: Безопасность и исходный код
th: ความปลอดภัยและซอร์สโค้ด
tr: Güvenlik ve Kaynak Kod
vi: Bảo mật và mã nguồn
zh_hant: 安全與開源

source: 安全方式
ar: طريقة آمنة
de: sicherer Weg
en: safe way
es: manera segura
fr: moyen sûr
id: cara yang aman
ja: 安全な方法
ko: 안전한 방법
pt_br: maneira segura
ru: безопасный путь
th: วิธีที่ปลอดภัย
tr: güvenli yol
vi: cách an toàn

source: 安排提醒失败：%@
ar: فشل جدولة التذكير: %@
de: Terminerinnerung fehlgeschlagen: %@
en: Failed to schedule reminder: %@
es: No se pudo programar el recordatorio: %@
fr: Échec de la planification du rappel : %@
id: Gagal menjadwalkan pengingat: %@
ja: リマインダーのスケジュールを設定できませんでした: %@
ko: 알림 예약 실패: %@
pt_br: Falha ao agendar lembrete: %@
ru: Не удалось запланировать напоминание: %@
th: ไม่สามารถกำหนดเวลาการแจ้งเตือน: %@
tr: Hatırlatıcı planlanamadı: %@
vi: Không thể lên lịch nhắc nhở: %@
zh_hant: 安排提醒失敗：%@

source: 安装后离线可用
ar: متاح حاليا بعد التثبيت
de: Nach der Installation offline verfügbar
en: Available offline after installation
es: Disponible sin conexión después de la instalación
fr: Disponible hors ligne après l'installation
id: Tersedia offline setelah instalasi
ja: インストール後はオフラインでも利用可能
ko: 설치 후 오프라인 사용 가능
pt_br: Disponível off-line após a instalação
ru: Доступно в автономном режиме после установки
th: ใช้งานได้แบบออฟไลน์หลังการติดตั้ง
tr: Kurulumdan sonra çevrimdışı kullanılabilir
vi: Có sẵn ngoại tuyến sau khi cài đặt
zh_hant: 安裝後離線可用

source: 完成
ar: تم
de: Fertig
en: Done
es: Listo
fr: Terminé
id: Selesai
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
th: เสร็จสิ้น
tr: Bitti
vi: Xong

source: 完整配置
ar: التكوين الكامل
de: Vollständige Konfiguration
en: Full configuration
es: Configuración completa
fr: Configuration complète
id: Konfigurasi penuh
ja: 完全な構成
ko: 전체 구성
pt_br: Configuração completa
ru: Полная конфигурация
th: การกำหนดค่าแบบเต็ม
tr: Tam konfigürasyon
vi: Cấu hình đầy đủ

source: 客户端指纹
ar: بصمة العميل
de: Kunden-Fingerabdruck
en: Client fingerprint
es: Huella del cliente
fr: Empreinte digitale du client
id: Sidik jari klien
ja: クライアントの指紋
ko: 클라이언트 지문
pt_br: Impressão digital do cliente
ru: Отпечаток клиента
th: ลายนิ้วมือของลูกค้า
tr: İstemci parmak izi
vi: Dấu vân tay của khách hàng
zh_hant: 客戶端指紋

source: 客户端私钥
ar: المفتاح الخاص للعميل
de: Privater Clientschlüssel
en: Client private key
es: clave privada del cliente
fr: Clé privée client
id: Kunci pribadi klien
ja: クライアントの秘密鍵
ko: 클라이언트 개인 키
pt_br: Chave privada do cliente
ru: Закрытый ключ клиента
th: รหัสส่วนตัวของลูกค้า
tr: İstemci özel anahtarı
vi: Khóa riêng của khách hàng
zh_hant: 客戶端私鑰

source: 密码
ar: كلمة المرور
de: Passwort
en: Password
es: Contraseña
fr: Mot de passe
id: Kata sandi
ja: パスワード
ko: 비밀번호
pt_br: Senha
ru: Пароль
th: รหัสผ่าน
tr: Şifre
vi: Mật khẩu
zh_hant: 密碼

source: 密码（可选）
ar: كلمة المرور (اختياري)
de: Passwort (optional)
en: Password (optional)
es: Contraseña (opcional)
fr: Mot de passe (facultatif)
id: Kata sandi (opsional)
ja: パスワード (オプション)
ko: 비밀번호(선택사항)
pt_br: Senha (opcional)
ru: Пароль (необязательно)
th: รหัสผ่าน (ไม่จำเป็น)
tr: Şifre (isteğe bağlı)
vi: Mật khẩu (tùy chọn)
zh_hant: 密碼（可選）

source: 密码或 PSK
ar: كلمة المرور أو PSK
de: Passwort oder PSK
en: Password or PSK
es: Contraseña o PSK
fr: Mot de passe ou PSK
id: Kata Sandi atau PSK
ja: パスワードまたはPSK
ko: 비밀번호 또는 PSK
pt_br: Senha ou PSK
ru: Пароль или PSK
th: รหัสผ่านหรือ PSK
tr: Şifre veya PSK
vi: Mật khẩu hoặc PSK
zh_hant: 密碼或 PSK

source: 导入
ar: استيراد
de: Importieren
en: Import
es: Importar
fr: Importer
id: Impor
ja: インポート
ko: 가져오기
pt_br: Importar
ru: Импорт
th: นำเข้า
tr: İçe Aktar
vi: Nhập
zh_hant: 匯入

source: 导入的规则
ar: القواعد المستوردة
de: Importierte Regeln
en: Imported rules
es: Reglas importadas
fr: Règles importées
id: Aturan yang diimpor
ja: インポートされたルール
ko: 가져온 규칙
pt_br: Regras importadas
ru: Импортированные правила
th: กฎที่นำเข้า
tr: İçe aktarılan kurallar
vi: Quy tắc đã nhập
zh_hant: 導入的規則

source: 导入规则
ar: قواعد الاستيراد
de: Regeln importieren
en: Import rules
es: Reglas de importación
fr: Règles d'importation
id: Aturan impor
ja: インポートルール
ko: 가져오기 규칙
pt_br: Regras de importação
ru: Импортировать правила
th: กฎการนำเข้า
tr: Kuralları içe aktar
vi: Quy tắc nhập khẩu
zh_hant: 導入規則

source: 导入规则链接
ar: رابط قواعد الاستيراد
de: Link zum Importieren von Regeln
en: Import rules link
es: Enlace de reglas de importación
fr: Lien vers les règles d'importation
id: Tautan aturan impor
ja: ルールのインポートリンク
ko: 가져오기 규칙 링크
pt_br: Link de regras de importação
ru: Ссылка на правила импорта
th: ลิงก์กฎการนำเข้า
tr: Kuralları içe aktar bağlantısı
vi: Liên kết quy tắc nhập
zh_hant: 導入規則連結

source: 导出
ar: تصدير
de: Export
en: Export
es: Exportar
fr: Exporter
id: Ekspor
ja: エクスポート
ko: 내보내기
pt_br: Exportar
ru: Экспорт
th: ส่งออก
tr: Dışa Aktar
vi: Xuất
zh_hant: 匯出

source: 导出内容
ar: محتوى التصدير
de: Zu exportierende Inhalte
en: Export Content
es: Contenido a exportar
fr: Contenu à exporter
id: Konten yang diekspor
ja: エクスポートする内容
ko: 내보낼 콘텐츠
pt_br: Conteúdo a exportar
ru: Экспортируемое содержимое
th: เนื้อหาที่ส่งออก
tr: Dışa aktarılacak içerik
vi: Nội dung xuất
zh_hant: 匯出內容

source: 导出的文件、本机导入和客户端订阅会使用同一个名称。
ar: تستخدم الملفات المصدرة والواردات الأصلية واشتراكات العميل نفس الاسم.
de: Exportierte Dateien, native Importe und Client-Abonnements verwenden denselben Namen.
en: Exports, local imports, and client subscriptions use this name.
es: Los archivos exportados, las importaciones nativas y las suscripciones de clientes usan el mismo nombre.
fr: Les fichiers exportés, les importations natives et les abonnements clients utilisent le même nom.
id: File yang diekspor, impor asli, dan langganan klien menggunakan nama yang sama.
ja: エクスポートされたファイル、ネイティブ インポート、およびクライアント サブスクリプションは同じ名前を使用します。
ko: 내보낸 파일, 기본 가져오기 및 클라이언트 구독은 동일한 이름을 사용합니다.
pt_br: Arquivos exportados, importações nativas e assinaturas de clientes usam o mesmo nome.
ru: Экспортированные файлы, встроенный импорт и клиентские подписки используют одно и то же имя.
th: ไฟล์ที่ส่งออก การนำเข้าแบบเนทีฟ และการสมัครสมาชิกไคลเอนต์ใช้ชื่อเดียวกัน
tr: Dışa aktarılan dosyalar, yerel içe aktarmalar ve istemci abonelikleri aynı adı kullanır.
vi: Các tệp đã xuất, tệp nhập gốc và đăng ký ứng dụng khách đều sử dụng cùng tên.
zh_hant: 匯出的檔案、本機匯入和客戶端訂閱會使用同一個名稱。

source: 导出节点、规则和策略组组成的完整配置。
ar: تصدير تكوين كامل للعقد والقواعد ومجموعات السياسات.
de: Exportieren Sie eine vollständige Konfiguration von Knoten, Regeln und Richtliniengruppen.
en: Export a complete profile with nodes, rules, and policy groups.
es: Exporte una configuración completa de nodos, reglas y grupos de políticas.
fr: Exportez une configuration complète de nœuds, de règles et de groupes de stratégies.
id: Ekspor konfigurasi lengkap node, aturan, dan grup kebijakan.
ja: ノード、ルール、ポリシー グループの完全な構成をエクスポートします。
ko: 노드, 규칙 및 정책 그룹의 전체 구성을 내보냅니다.
pt_br: Exporte uma configuração completa de nós, regras e grupos de políticas.
ru: Экспортируйте полную конфигурацию узлов, правил и групп политик.
th: ส่งออกการกำหนดค่าโหนด กฎ และกลุ่มนโยบายที่สมบูรณ์
tr: Düğümlerin, kuralların ve politika gruplarının tam yapılandırmasını dışa aktarın.
vi: Xuất cấu hình hoàn chỉnh của các nút, quy tắc và nhóm chính sách.
zh_hant: 匯出節點、規則和策略群組組成的完整配置。

source: 将清除这台设备上的订阅、自建节点、规则自定义、导出偏好和本机缓存，并关闭续费提醒、局域网共享及 iCloud 同步。此操作无法撤销；iCloud 上的副本不会被删除，系统权限也不会改变。
ar: سيتم مسح الاشتراكات والعقد التي تم إنشاؤها ذاتيًا وتخصيص القواعد وتفضيلات التصدير وذاكرة التخزين المؤقت المحلية على هذا الجهاز، وسيتم إيقاف تشغيل تذكيرات التجديد ومشاركة الشبكة المحلية (LAN) ومزامنة iCloud. لا يمكن التراجع عن هذا الإجراء؛ لن يتم حذف النسخة الموجودة على iCloud ولن يتم تغيير أذونات النظام.
de: Abonnements, selbst erstellte Knoten, Regelanpassungen, Exporteinstellungen und der lokale Cache werden auf diesem Gerät gelöscht und Verlängerungserinnerungen, LAN-Freigabe und iCloud-Synchronisierung werden deaktiviert. Diese Aktion kann nicht rückgängig gemacht werden; Die Kopie auf iCloud wird nicht gelöscht und die Systemberechtigungen werden nicht geändert.
en: Subscriptions, self-created nodes, rule customization, export preferences, and local cache will be cleared on this device, and renewal reminders, LAN sharing, and iCloud synchronization will be turned off. This action cannot be undone; the copy on iCloud will not be deleted and system permissions will not be changed.
es: Las suscripciones, los nodos creados por usted mismo, la personalización de reglas, las preferencias de exportación y el caché local se borrarán en este dispositivo, y se desactivarán los recordatorios de renovación, el uso compartido de LAN y la sincronización de iCloud. Esta acción no se puede deshacer; la copia en iCloud no se eliminará y no se cambiarán los permisos del sistema.
fr: Les abonnements, les nœuds auto-créés, la personnalisation des règles, les préférences d'exportation et le cache local seront effacés sur cet appareil, et les rappels de renouvellement, le partage LAN et la synchronisation iCloud seront désactivés. Cette action ne peut pas être annulée ; la copie sur iCloud ne sera pas supprimée et les autorisations système ne seront pas modifiées.
id: Langganan, simpul yang dibuat sendiri, penyesuaian aturan, preferensi ekspor, dan cache lokal akan dihapus di perangkat ini, dan pengingat pembaruan, berbagi LAN, dan sinkronisasi iCloud akan dimatikan. Tindakan ini tidak dapat dibatalkan; salinan di iCloud tidak akan dihapus dan izin sistem tidak akan diubah.
ja: このデバイスのサブスクリプション、自己作成ノード、ルールのカスタマイズ、エクスポート設定、およびローカル キャッシュがクリアされ、更新リマインダー、LAN 共有、および iCloud 同期がオフになります。この操作は元に戻すことができません。 iCloud 上のコピーは削除されず、システム権限も変更されません。
ko: 구독, 자체 생성 노드, 규칙 사용자 정의, 내보내기 기본 설정 및 로컬 캐시가 이 기기에서 지워지고 갱신 알림, LAN 공유 및 iCloud 동기화가 꺼집니다. 이 작업은 취소할 수 없습니다. iCloud에 있는 사본은 삭제되지 않으며 시스템 권한도 변경되지 않습니다.
pt_br: Assinaturas, nós criados automaticamente, personalização de regras, preferências de exportação e cache local serão limpos neste dispositivo, e lembretes de renovação, compartilhamento de LAN e sincronização do iCloud serão desativados. Esta ação não pode ser desfeita; a cópia no iCloud não será excluída e as permissões do sistema não serão alteradas.
ru: Подписки, самостоятельно созданные узлы, настройка правил, настройки экспорта и локальный кеш будут удалены на этом устройстве, а напоминания о продлении, общий доступ к локальной сети и синхронизация iCloud будут отключены. Это действие невозможно отменить; копия в iCloud не будет удалена, а системные разрешения не будут изменены.
th: การสมัครสมาชิก โหนดที่สร้างขึ้นเอง การปรับแต่งกฎ การตั้งค่าการส่งออก และแคชในเครื่องจะถูกล้างบนอุปกรณ์นี้ และการแจ้งเตือนการต่ออายุ การแชร์ LAN และการซิงโครไนซ์ iCloud จะถูกปิด การดำเนินการนี้ไม่สามารถยกเลิกได้ สำเนาบน iCloud จะไม่ถูกลบ และการอนุญาตของระบบจะไม่เปลี่ยนแปลง
tr: Abonelikler, kendi kendine oluşturulan düğümler, kural özelleştirme, dışa aktarma tercihleri ve yerel önbellek bu cihazda temizlenecek ve yenileme hatırlatıcıları, LAN paylaşımı ve iCloud senkronizasyonu kapatılacak. Bu eylem geri alınamaz; iCloud'daki kopya silinmeyecek ve sistem izinleri değiştirilmeyecektir.
vi: Đăng ký, nút tự tạo, tùy chỉnh quy tắc, tùy chọn xuất và bộ đệm cục bộ sẽ bị xóa trên thiết bị này và lời nhắc gia hạn, chia sẻ mạng LAN và đồng bộ hóa iCloud sẽ bị tắt. Hành động này không thể hoàn tác được; bản sao trên iCloud sẽ không bị xóa và quyền hệ thống sẽ không bị thay đổi.
zh_hant: 將清除這台裝置上的訂閱、自建節點、規則自訂、匯出偏好設定和本機緩存，並關閉續費提醒、區域網路共用及 iCloud 同步。此操作無法撤銷；iCloud 上的副本不會被刪除，系統權限也不會改變。

source: 尚未更新
ar: لم يتم تحديثه بعد
de: Noch nicht aktualisiert
en: Not updated yet
es: Aún no actualizado
fr: Pas encore mis à jour
id: Belum diperbarui
ja: まだ更新されていません
ko: 아직 업데이트되지 않았습니다.
pt_br: Ainda não atualizado
ru: Еще не обновлено
th: ยังไม่ได้อัพเดต
tr: Henüz güncellenmedi
vi: Chưa cập nhật

source: 局域网共享
ar: المشاركة عبر الشبكة المحلية
de: Lokale Netzwerkfreigabe
en: Local Network Sharing
es: Uso compartido en la red local
fr: Partage sur le réseau local
id: Berbagi jaringan lokal
ja: ローカルネットワーク共有
ko: 로컬 네트워크 공유
pt_br: Compartilhamento na rede local
ru: Общий доступ в локальной сети
th: การแชร์ผ่านเครือข่ายภายใน
tr: Yerel ağ paylaşımı
vi: Chia sẻ mạng cục bộ
zh_hant: 區域網路共享

source: 局域网订阅地址的二维码
ar: رمز QR لعنوان اشتراك الشبكة المحلية
de: QR-Code der LAN-Abonnementadresse
en: QR code for the LAN subscription address
es: Código QR de la dirección de suscripción LAN
fr: QR code de l'adresse d'abonnement LAN
id: Kode QR untuk alamat langganan LAN
ja: LAN 購読アドレスの QR コード
ko: LAN 구독 주소의 QR 코드
pt_br: Código QR do endereço de assinatura da LAN
ru: QR-код адреса подписки в локальной сети
th: คิวอาร์โค้ดของที่อยู่การสมัครสมาชิกผ่าน LAN
tr: LAN abonelik adresinin QR kodu
vi: Mã QR của địa chỉ đăng ký trong mạng LAN
zh_hant: 區域網路訂閱網址的 QR Code

source: 局域网订阅已关闭
ar: تم إغلاق اشتراك LAN
de: Das LAN-Abonnement ist geschlossen
en: LAN subscription is closed
es: La suscripción LAN está cerrada
fr: L'abonnement LAN est clôturé
id: Langganan LAN ditutup
ja: LANの契約は終了しました
ko: LAN 가입이 종료되었습니다
pt_br: A assinatura da LAN está encerrada
ru: Подписка на локальную сеть закрыта
th: ปิดการสมัครสมาชิก LAN แล้ว
tr: LAN aboneliği kapatıldı
vi: Đăng ký mạng LAN đã đóng
zh_hant: 區域網路訂閱已關閉

source: 局域网订阅已开启
ar: تم تمكين الاشتراك في الشبكة المحلية
de: Das LAN-Abonnement ist aktiviert
en: LAN subscription is enabled
es: La suscripción LAN está habilitada
fr: L'abonnement LAN est activé
id: Langganan LAN diaktifkan
ja: LAN サブスクリプションが有効になっています
ko: LAN 구독이 활성화되었습니다
pt_br: A assinatura da LAN está habilitada
ru: Подписка на локальную сеть включена
th: เปิดใช้งานการสมัครสมาชิก LAN แล้ว
tr: LAN aboneliği etkinleştirildi
vi: Đăng ký mạng LAN đã được bật
zh_hant: 區域網路訂閱已開啟

source: 局域网订阅服务启动失败
ar: فشل بدء تشغيل خدمة الاشتراك في LAN
de: Der LAN-Abonnementdienst konnte nicht gestartet werden
en: LAN subscription service failed to start
es: El servicio de suscripción LAN no pudo iniciarse
fr: Le service d'abonnement LAN n'a pas pu démarrer
id: Layanan berlangganan LAN gagal dimulai
ja: LANサブスクリプションサービスの開始に失敗しました
ko: LAN 구독 서비스를 시작하지 못했습니다.
pt_br: O serviço de assinatura de LAN falhou ao iniciar
ru: Служба подписки на локальную сеть не запустилась
th: บริการสมัครสมาชิก LAN ไม่สามารถเริ่มต้นได้
tr: LAN abonelik hizmeti başlatılamadı
vi: Dịch vụ đăng ký mạng LAN không khởi động được
zh_hant: 區域網路訂閱服務啟動失敗

source: 局域网订阅链接已复制
ar: تم نسخ رابط اشتراك LAN
de: Der Link zum LAN-Abonnement wurde kopiert
en: LAN subscription link has been copied
es: El enlace de suscripción LAN ha sido copiado
fr: Le lien d'abonnement LAN a été copié
id: Tautan berlangganan LAN telah disalin
ja: LAN サブスクリプション リンクがコピーされました
ko: LAN 구독 링크가 복사되었습니다
pt_br: O link de assinatura da LAN foi copiado
ru: Ссылка на подписку в локальной сети скопирована.
th: คัดลอกลิงค์สมัครสมาชิก LAN แล้ว
tr: LAN abonelik bağlantısı kopyalandı
vi: Liên kết đăng ký mạng LAN đã được sao chép
zh_hant: 區域網路訂閱連結已複製

source: 展开 %@
ar: توسيع %@
de: Erweitern Sie %@
en: Expand %@
es: Ampliar %@
fr: Développez %@
id: Luaskan %@
ja: %@ を展開します
ko: 펼치기 %@
pt_br: Expandir %@
ru: Развернуть %@
th: ขยาย %@
tr: Genişlet %@
vi: Mở rộng %@
zh_hant: 展開 %@
